{"<PAD>": 0, "<UNK>": 1, "<CLS>": 2, "<SEP>": 3, "<MASK>": 4, ";": 5, "(": 6, ")": 7, "i": 8, "[": 9, "]": 10, "=": 11, ",": 12, "0": 13, "{": 14, "}": 15, "j": 16, "a": 17, "1": 18, "int": 19, "n": 20, "++": 21, "if": 22, "for": 23, "+": 24, "-": 25, "==": 26, "&lt;": 27, "b": 28, "k": 29, "*": 30, "m": 31, "printf": 32, "c": 33, "&lt;&lt;": 34, "&amp;": 35, "&amp;&amp;": 36, "&lt;=": 37, "s": 38, "else": 39, "p": 40, "scanf": 41, "2": 42, "return": 43, "main": 44, "x": 45, "!=": 46, "t": 47, "&quot;%d&quot;": 48, "d": 49, "&gt;": 50, "100": 51, ".": 52, "&gt;=": 53, "cout": 54, "char": 55, "break": 56, "%": 57, "l": 58, "sum": 59, "y": 60, "/": 61, "num": 62, "&gt;&gt;": 63, "10": 64, "||": 65, "cin": 66, "q": 67, "31": 68, "5": 69, "e": 70, "3": 71, "max": 72, "endl": 73, "str": 74, "-&gt;": 75, "strlen": 76, "f": 77, "+=": 78, "4": 79, "p1": 80, "--": 81, "void": 82, "z": 83, "30": 84, "sz": 85, ":": 86, "while": 87, "&quot;%d\\n&quot;": 88, "double": 89, "case": 90, "len": 91, "1000": 92, "&apos;\\0&apos;": 93, "struct": 94, "r": 95, "7": 96, "temp": 97, "h": 98, "w": 99, "count": 100, "&apos; &apos;": 101, "stu": 102, "&apos;0&apos;": 103, "flag": 104, "A": 105, "min": 106, "&quot;%s&quot;": 107, "row": 108, "p2": 109, "gets": 110, "col": 111, "&quot; &quot;": 112, "6": 113, "&apos;A&apos;": 114, "g": 115, "60": 116, "9": 117, "continue": 118, "head": 119, "B": 120, "year": 121, "x1": 122, "next": 123, "day": 124, "sqrt": 125, "s1": 126, "N": 127, "50": 128, "10000": 129, "student": 130, "sizeof": 131, "101": 132, "&quot;%c&quot;": 133, "20": 134, "getchar": 135, "12": 136, "&apos;a&apos;": 137, "C": 138, "word": 139, "8": 140, "x2": 141, "result": 142, "&quot;%d %d&quot;": 143, "28": 144, "400": 145, "y2": 146, "200": 147, "s2": 148, "11": 149, "&quot;\\n&quot;": 150, "age": 151, "name": 152, "13": 153, "malloc": 154, "str1": 155, "float": 156, "month": 157, "y1": 158, "300": 159, "&quot;%d%d&quot;": 160, "m1": 161, "total": 162, "80": 163, "90": 164, "a1": 165, "NULL": 166, "ch": 167, "str2": 168, "zfc": 169, "m2": 170, "26": 171, "&apos;z&apos;": 172, "&quot;%s\\n&quot;": 173, "u": 174, "29": 175, "number": 176, "ans": 177, "&quot;%d %d\\n&quot;": 178, "strcmp": 179, "array": 180, "500": 181, "&apos;Z&apos;": 182, "strcpy": 183, "n1": 184, "len1": 185, "getline": 186, "-=": 187, "o": 188, "l1": 189, "&apos;C&apos;": 190, "&apos;@&apos;": 191, "&apos;9&apos;": 192, "D": 193, "32": 194, "point": 195, "days": 196, "score": 197, "&quot;no&quot;": 198, "num1": 199, "&apos;\\n&apos;": 200, "48": 201, "a2": 202, "&apos;T&apos;": 203, "1.0": 204, "id": 205, "money": 206, "100000": 207, "&quot;%d &quot;": 208, "len2": 209, "&apos;G&apos;": 210, "dis": 211, "get": 212, "S": 213, "v": 214, "n2": 215, "long": 216, "l2": 217, "length": 218, "memset": 219, "b1": 220, "argc": 221, "c1": 222, "argv": 223, "time": 224, "M": 225, "d1": 226, "pow": 227, "E": 228, "&apos;_&apos;": 229, "&quot;%lf&quot;": 230, "tmp": 231, "&apos;,&apos;": 232, "!": 233, "85": 234, "do": 235, "&apos;.&apos;": 236, "sum1": 237, "string": 238, "65": 239, "d2": 240, "la": 241, "sex": 242, "i1": 243, "sum2": 244, "num2": 245, "rank": 246, "40": 247, "book": 248, "shu": 249, "end": 250, "cos": 251, "&quot;%d%d%d&quot;": 252, "&quot;error&quot;": 253, "&quot;No&quot;": 254, "switch": 255, "&quot;NO&quot;": 256, "&quot;,&quot;": 257, "256": 258, "input": 259, "st": 260, "judge": 261, "&apos;(&apos;": 262, "&quot;no\\n&quot;": 263, "puts": 264, "81": 265, "t1": 266, "c2": 267, "const": 268, "&apos;Y&apos;": 269, "365": 270, "&quot;%d %d %d&quot;": 271, "substr": 272, "&apos;)&apos;": 273, "&quot;,%d&quot;": 274, "line": 275, "0.05": 276, "97": 277, "max2": 278, "month1": 279, "reverse": 280, "aa": 281, "words": 282, "?": 283, "data": 284, "t2": 285, "max1": 286, "out": 287, "LEN": 288, "2000": 289, "i2": 290, "110": 291, "25": 292, "&quot; %d&quot;": 293, "add": 294, "ave": 295, "&quot;yes&quot;": 296, "sub": 297, "501": 298, "15": 299, "month2": 300, "lb": 301, "b2": 302, "zf": 303, "mark": 304, "1001": 305, "102": 306, "sort": 307, "p3": 308, "ss": 309, "GPA": 310, "setprecision": 311, "start": 312, "64": 313, "&quot;%d,&quot;": 314, "&quot;0&quot;": 315, "0.0": 316, "&quot;A&quot;": 317, "cnt": 318, "2.0": 319, "fabs": 320, "print": 321, "fixed": 322, "weight": 323, "21": 324, "35": 325, "pa": 326, "in": 327, "math": 328, "99": 329, "re": 330, "left": 331, "j1": 332, "&quot;NO\\n&quot;": 333, "date": 334, "an": 335, "sushu": 336, "male": 337, "apple": 338, "mon": 339, "&quot;%s%s&quot;": 340, "18": 341, "&quot;B&quot;": 342, "pp": 343, "first": 344, "ps": 345, "height": 346, "&apos;l&apos;": 347, "&quot;%c\\n&quot;": 348, "res": 349, "ii": 350, "female": 351, "ID": 352, "room": 353, "change": 354, "free": 355, "k1": 356, "all": 357, "shuzu": 358, "creat": 359, "57": 360, "counter": 361, "3600": 362, "lena": 363, "366": 364, "day1": 365, "122": 366, "&quot;YES\\n&quot;": 367, "&apos;$&apos;": 368, "&quot;%s %s&quot;": 369, "distance": 370, "&quot;%c=%d\\n&quot;": 371, "index": 372, "16": 373, "EOF": 374, "sign": 375, "&quot;YES&quot;": 376, "tian": 377, "MAX": 378, "day2": 379, "105": 380, "gpa": 381, "boy": 382, "aver": 383, "patient": 384, "bb": 385, "999": 386, "sz1": 387, "j2": 388, "72": 389, "old": 390, "&apos;e&apos;": 391, "pos": 392, "&quot;0\\n&quot;": 393, "250": 394, "140": 395, "qsort": 396, "high": 397, "sen": 398, "p0": 399, "&quot;End&quot;": 400, "4000": 401, "63": 402, "check": 403, "sz2": 404, "year1": 405, "author": 406, "k2": 407, "a3": 408, "19": 409, "78": 410, "&apos;#&apos;": 411, "s3": 412, "f1": 413, "71": 414, "jj": 415, "&apos;1&apos;": 416, "75": 417, "120": 418, "82": 419, "leap": 420, "8000": 421, "I": 422, "&quot;%d,%d&quot;": 423, "sy": 424, "&quot;yes\\n&quot;": 425, "360": 426, "q1": 427, "&quot;=&quot;": 428, "output": 429, "delta": 430, "850": 431, "&apos;y&apos;": 432, "91": 433, "L": 434, "lie": 435, "&apos;?&apos;": 436, "hang": 437, "59": 438, "pt": 439, "jd": 440, "/=": 441, "grade": 442, "prime": 443, "lenb": 444, "second": 445, "goto": 446, "251": 447, "&apos;r&apos;": 448, "255": 449, "year2": 450, "win": 451, "301": 452, "&apos;B&apos;": 453, "arr": 454, "cj": 455, "50000": 456, "1.5": 457, "zong": 458, "68": 459, "&apos;g&apos;": 460, "js": 461, "tem": 462, "xf": 463, "3.0": 464, "3.7": 465, "average": 466, "pre": 467, "2.3": 468, "3.3": 469, "27": 470, "temp1": 471, "2.7": 472, "times": 473, "sm": 474, "ma": 475, "4.0": 476, "22": 477, "df": 478, "su": 479, "yu": 480, "55": 481, "as": 482, "&apos;s&apos;": 483, "lenth": 484, "right": 485, "67": 486, "qj": 487, "girl": 488, "*=": 489, "20000": 490, "f2": 491, "&apos;n&apos;": 492, "&quot;Tie&quot;": 493, "pat": 494, "cc": 495, "&quot;No\\n&quot;": 496, "na": 497, "matrix": 498, "PI": 499, "&apos;q&apos;": 500, "36": 501, "&quot;%.2f&quot;": 502, "&quot;not found&quot;": 503, "sd": 504, "map": 505, "count1": 506, "77": 507, "mon1": 508, "cmp": 509, "89": 510, "96": 511, "paper": 512, "&quot;(&quot;": 513, "letter": 514, "&apos;m&apos;": 515, "74": 516, "&quot;Sat.&quot;": 517, "cha": 518, "84": 519, "sa": 520, "&quot;(%c,%d)&quot;": 521, "&quot;%.2lf&quot;": 522, "e1": 523, "answer": 524, "chinese": 525, "T": 526, "K": 527, "&quot;NOT FOUND&quot;": 528, "&quot;Fri.&quot;": 529, "&quot;n&quot;": 530, "&quot;empty&quot;": 531, "mid": 532, "&quot;Tue.&quot;": 533, "&apos;i&apos;": 534, "cs": 535, "temp2": 536, "tj": 537, "Y": 538, "tag": 539, "&quot;Mon.&quot;": 540, "ey": 541, "sb": 542, "node": 543, "west": 544, "n3": 545, "&quot;Thu.&quot;": 546, "&quot;C&quot;": 547, "no": 548, "&quot;Sun.&quot;": 549, "&quot;&lt;&quot;": 550, "&quot;&gt;&quot;": 551, "last": 552, "X": 553, "an1": 554, "3.1415926": 555, "area": 556, "&quot;Invalid input&quot;": 557, "J": 558, "jz": 559, "person": 560, "&quot;%f&quot;": 561, "&quot;end&quot;": 562, "strcat": 563, "&quot;Wed.&quot;": 564, "jidian": 565, "&quot;%.4lf&quot;": 566, "&quot;%d=%d+%d\\n&quot;": 567, "zz": 568, "i3": 569, "shang": 570, "41": 571, "qi": 572, "unsigned": 573, "&quot;1\\n&quot;": 574, "&quot;7&quot;": 575, "pi": 576, "qimo": 577, "jl": 578, "final": 579, "begin": 580, "test": 581, "qw": 582, "flag1": 583, "&quot;%s &quot;": 584, "zs": 585, "nn": 586, "&quot;3&quot;": 587, "z1": 588, "&quot;5&quot;": 589, "61": 590, "now": 591, "man": 592, "huiwen": 593, "paixu": 594, "&quot;%d+%d&quot;": 595, "wei": 596, "&quot;same\\n&quot;": 597, "putchar": 598, "260": 599, "45": 600, "xb": 601, "em": 602, "sec": 603, "panduan": 604, "ai": 605, "Q": 606, "count2": 607, "Student": 608, "&quot;%.3lf\\n&quot;": 609, "str3": 610, "score1": 611, "&quot;%s %d&quot;": 612, "sc": 613, "nb": 614, "&quot;better\\n&quot;": 615, "&quot;worse\\n&quot;": 616, "&quot;%ld&quot;": 617, "14": 618, "&quot;%s %d %d %c %c %d&quot;": 619, "q2": 620, "1000000": 621, "&quot;)&quot;": 622, "dian": 623, "pb": 624, "board": 625, "al": 626, "pd": 627, "swap": 628, "&quot;x1=&quot;": 629, "ch1": 630, "F": 631, "150": 632, "58": 633, "abs": 634, "x3": 635, "123": 636, "points": 637, "&quot;%.2lf &quot;": 638, "qian": 639, "flag2": 640, "&quot;%d%d%d%d%d%d&quot;": 641, "a4": 642, "order": 643, "address": 644, "&quot;%d %s&quot;": 645, "shuru": 646, "0.5": 647, "ls": 648, "&quot;-&quot;": 649, "52": 650, "&apos;f&apos;": 651, "&quot;%.5lf\\n&quot;": 652, "h1": 653, "z2": 654, "&quot;%d%c&quot;": 655, "dc": 656, "min1": 657, "ten": 658, "181": 659, "201": 660, "sum3": 661, "mon2": 662, "51": 663, "&apos;*&apos;": 664, "xx": 665, "tt": 666, "212": 667, "bi": 668, "jishu": 669, "273": 670, "17": 671, "ed": 672, "monkey": 673, "writer": 674, "tot": 675, "ROW": 676, "334": 677, "tianji": 678, "&quot;&quot;": 679, "amount": 680, "COL": 681, "&quot;1&quot;": 682, "move": 683, "maxi": 684, "yushu": 685, "find": 686, "top": 687, "mm": 688, "compare": 689, "p4": 690, "&quot;\\n%d&quot;": 691, "dot": 692, "dd": 693, "step": 694, "&quot;%d/2=%d\\n&quot;": 695, "list": 696, "95": 697, "151": 698, "243": 699, "cal": 700, "304": 701, "&quot;%d*3+1=%d\\n&quot;": 702, "mat": 703, "600": 704, "startyear": 705, "juzhen": 706, "carry": 707, "180": 708, "ASCII": 709, "size": 710, "fun": 711, "match": 712, "king": 713, "bl": 714, "100001": 715, "default": 716, "chengji": 717, "people": 718, "h2": 719, "e2": 720, "100.0": 721, "loop": 722, "dist": 723, "&quot;+&quot;": 724, "xibu": 725, "ch2": 726, "&quot;%c\\n%d\\n&quot;": 727, "xuefen": 728, "r1": 729, "score2": 730, "&quot;i&quot;": 731, "shi": 732, "ganbu": 733, "rep": 734, "bs": 735, "startmonth": 736, "del": 737, "47": 738, "startMonth": 739, "5000": 740, "max3": 741, "startYear": 742, "endyear": 743, "he": 744, "ren": 745, "G": 746, "9999": 747, "di": 748, "date1": 749, "P": 750, "defen": 751, "up": 752, "qiwang": 753, "87": 754, "endYear": 755, "w1": 756, "zifu": 757, "ptr": 758, "&quot;error\\n&quot;": 759, "run": 760, "tail": 761, "ji": 762, "sx": 763, "305": 764, "&quot;19-35: %.2lf%%\\n&quot;": 765, "&quot;36-60: %.2lf%%\\n&quot;": 766, "endMonth": 767, "maxn": 768, "70": 769, "date2": 770, "&quot;1-18: %.2lf%%\\n&quot;": 771, "&quot;%d %d %d %d %d %d&quot;": 772, "m3": 773, "i4": 774, "24": 775, "&quot; %s&quot;": 776, "257": 777, "33": 778, "bn": 779, "&quot;%.4f\\n&quot;": 780, "an2": 781, "state": 782, "a5": 783, "angle": 784, "r2": 785, "xi": 786, "ok": 787, "sentence": 788, "&quot;3 5&quot;": 789, "yy": 790, "23": 791, "121": 792, "jg": 793, "yuwen": 794, "endmonth": 795, "w2": 796, "&quot;%.2f &quot;": 797, "startDay": 798, "com": 799, "sh": 800, "info": 801, "sch": 802, "&quot;3 5 7&quot;": 803, "&quot;%lf%lf%lf%lf%lf&quot;": 804, "queue": 805, "&quot;5 7&quot;": 806, "rate": 807, "create": 808, "&quot;3 7&quot;": 809, "maxnum": 810, "&quot;%d\\n%d\\n&quot;": 811, "zm": 812, "Max": 813, "per": 814, "dy": 815, "put": 816, "value": 817, "213": 818, "&quot;(%d,%d,%d)-(%d,%d,%d)=%.2lf\\n&quot;": 819, "shuchu": 820, "nv": 821, "&quot;x1=x2=%.5lf\\n&quot;": 822, "length1": 823, "px": 824, "&apos;-&apos;": 825, "dna1": 826, "endDay": 827, "dp": 828, "ds": 829, "244": 830, "week": 831, "&quot;%.4lf\\n&quot;": 832, "atoi": 833, "pan": 834, "au": 835, "isprime": 836, "lose": 837, "103": 838, "&quot;%lf %lf&quot;": 839, "&apos;3&apos;": 840, "sr": 841, "&quot;%d\\n%d&quot;": 842, "&quot;s &quot;": 843, "chang": 844, "num3": 845, "Z": 846, "&quot;same&quot;": 847, "startday": 848, "%=": 849, "zfc1": 850, "nan": 851, "shuxue": 852, "endday": 853, "335": 854, "10001": 855, "&quot;x1=%.5lf;x2=%.5lf\\n&quot;": 856, "&apos;2&apos;": 857, "&quot;z &quot;": 858, "to": 859, "sl": 860, "&quot;worse&quot;": 861, "pai": 862, "nian": 863, "low": 864, "&quot;male&quot;": 865, "&quot;better&quot;": 866, "jieguo": 867, "dna2": 868, "&quot;l &quot;": 869, "te": 870, "182": 871, "274": 872, "cd": 873, "&apos;D&apos;": 874, "Sum": 875, "152": 876, "ex": 877, "&quot;%lf%lf&quot;": 878, "mount": 879, "zongfen": 880, "&quot;%d%d%d%d&quot;": 881, "&quot;q &quot;": 882, "chi": 883, "&apos;E&apos;": 884, "fen": 885, "yi": 886, "pn": 887, "work": 888, "&quot;%.5f&quot;": 889, "odd": 890, "mi": 891, "1010": 892, "&apos;d&apos;": 893, "read": 894, "numb": 895, "place": 896, "ta": 897, "maxlen": 898, "sp": 899, "a0": 900, "sf": 901, "fs": 902, "x4": 903, "newnode": 904, "&quot;60??: %.2lf%%\\n&quot;": 905, "128": 906, "lunwen": 907, "&quot;x1=%.5lf+%.5lfi;x2=%.5lf-%.5lfi\\n&quot;": 908, "da": 909, "ci": 910, "dx": 911, "mod": 912, "252": 913, "&quot;%.3f\\n&quot;": 914, "bai": 915, "length2": 916, "plate": 917, "kk": 918, "qm": 919, "xs": 920, "banji": 921, "rev": 922, "&quot;x1=x2=%.5f\\n&quot;": 923, "qq": 924, "79": 925, "s0": 926, "alen": 927, "tp": 928, "&apos;7&apos;": 929, "&quot;x2=&quot;": 930, "&quot;%d+%d\\n&quot;": 931, "&quot;%%\\n&quot;": 932, "&quot;x1=%.5f+%.5fi;x2=%.5f-%.5fi\\n&quot;": 933, "t3": 934, "10000000": 935, "lw": 936, "510": 937, "&apos;X&apos;": 938, "calloc": 939, "ar": 940, "real": 941, "s4": 942, "numa": 943, "string1": 944, "sg": 945, "&quot;BCA&quot;": 946, "py": 947, "&apos;N&apos;": 948, "b3": 949, "yue": 950, "head1": 951, "search": 952, "&apos;5&apos;": 953, "NUM": 954, "&quot;%s\\n%d\\n%d\\n&quot;": 955, "jinwei": 956, "&quot;*3+1=&quot;": 957, "&apos;F&apos;": 958, "&apos;!&apos;": 959, "bj": 960, "&quot;%d%s&quot;": 961, "geshu": 962, "std": 963, "&apos;S&apos;": 964, "gender": 965, "maxj": 966, "&quot;z&quot;": 967, "MAX_LEN": 968, "&quot;/2=&quot;": 969, "&apos;o&apos;": 970, "end1": 971, "fenjie": 972, "&apos;M&apos;": 973, "49": 974, "len3": 975, "&quot; %.2lf&quot;": 976, "&quot;s&quot;": 977, "ge": 978, "ping": 979, "substring": 980, "&quot;x1=%.5f;x2=%.5f\\n&quot;": 981, "1005": 982, "&apos;W&apos;": 983, "big": 984, "ys": 985, "one": 986, "zuo": 987, "&quot;%.5f\\n&quot;": 988, "&quot;l&quot;": 989, "&quot;\\0&quot;": 990, "&apos;I&apos;": 991, "turn": 992, "av": 993, "se": 994, "you": 995, "&quot;q&quot;": 996, "replacement": 997, "3000": 998, "&apos;H&apos;": 999, "&apos;J&apos;": 1000, "&apos;K&apos;": 1001, "rem": 1002, "function": 1003, "&apos;4&apos;": 1004, "&apos;c&apos;": 1005, "&apos;L&apos;": 1006, "&apos;O&apos;": 1007, "&apos;R&apos;": 1008, "&apos;t&apos;": 1009, "100000000": 1010, "imax": 1011, "zi": 1012, "third": 1013, "&quot;ABC&quot;": 1014, "&apos;P&apos;": 1015, "&apos;Q&apos;": 1016, "&apos;U&apos;": 1017, "&apos;V&apos;": 1018, "&quot;%s %s %c %d %s %s\\n&quot;": 1019, "&quot;x1=x2=&quot;": 1020, "true": 1021, "&apos;b&apos;": 1022, "strncpy": 1023, "danci": 1024, "pointer": 1025, "R": 1026, "&quot;%.4f&quot;": 1027, "bk": 1028, "&apos;x&apos;": 1029, "505": 1030, "lens": 1031, "cishu": 1032, "&quot;CAB&quot;": 1033, "same": 1034, "peo": 1035, "gram": 1036, "before": 1037, "record": 1038, "xiao": 1039, "min2": 1040, "af": 1041, "tb": 1042, "zb": 1043, "key": 1044, "&quot;CBA&quot;": 1045, "&quot;BAC&quot;": 1046, "dk": 1047, "&apos;=&apos;": 1048, "scholar": 1049, "&quot;%s%d&quot;": 1050, "&quot;;&quot;": 1051, "fz": 1052, "&quot;%d %d %d\\n&quot;": 1053, "&quot;%d %s %d&quot;": 1054, "zu": 1055, "&apos;6&apos;": 1056, "pnew": 1057, "tmax": 1058, "leader": 1059, "zfc2": 1060, "&quot;ACB&quot;": 1061, "&apos;8&apos;": 1062, "dt": 1063, "ll": 1064, "combine": 1065, "disc": 1066, "blen": 1067, "j3": 1068, "&quot;%lf %lf %lf&quot;": 1069, "gb": 1070, "ws": 1071, "&apos;u&apos;": 1072, "total1": 1073, "head2": 1074, "bo": 1075, "pr": 1076, "back": 1077, "po": 1078, "inf": 1079, "trans": 1080, "1000000000": 1081, "jiang": 1082, "fm": 1083, "alpha": 1084, "replace": 1085, "&quot;%d\\n%d\\n%d\\n%d\\n%d\\n%d\\n&quot;": 1086, "ri": 1087, "nl": 1088, "ts": 1089, "changdu": 1090, "es": 1091, "row1": 1092, "cl": 1093, "jiaogu": 1094, "woman": 1095, "exchange": 1096, "word1": 1097, "&apos;p&apos;": 1098, "total2": 1099, "gan": 1100, "&quot;%d%d\\n&quot;": 1101, "&quot;Sat.\\n&quot;": 1102, "&apos;k&apos;": 1103, "comp": 1104, "aut": 1105, "&apos;h&apos;": 1106, "dec": 1107, "DNA": 1108, "1002": 1109, "&apos;w&apos;": 1110, "xh": 1111, "pt1": 1112, "&quot;empty\\n&quot;": 1113, "ln": 1114, "ori": 1115, "sj": 1116, "1e-6": 1117, "fang": 1118, "pl": 1119, "hou": 1120, "n4": 1121, "zhen": 1122, "prize": 1123, "&apos;j&apos;": 1124, "&quot;Invalid input\\n&quot;": 1125, "divide": 1126, "isRunNian": 1127, "runnian": 1128, "func": 1129, "sq": 1130, "dna": 1131, "&apos;v&apos;": 1132, "zimu": 1133, "sum4": 1134, "stu1": 1135, "tr": 1136, "&quot;Sun.\\n&quot;": 1137, "&quot;Tue.\\n&quot;": 1138, "pj": 1139, "null": 1140, "tm": 1141, "f3": 1142, "&quot;%lf%lf%lf&quot;": 1143, "by": 1144, "elem1": 1145, "elem2": 1146, "&quot;Mon.\\n&quot;": 1147, "&quot;Thu.\\n&quot;": 1148, "bz": 1149, "&quot;Fri.\\n&quot;": 1150, "floor": 1151, "&quot;%s\\n%d\\n%d&quot;": 1152, "hui": 1153, "ju": 1154, "&quot;%.2f\\n&quot;": 1155, "scholarship": 1156, "c3": 1157, "99999": 1158, "ad": 1159, "most": 1160, "books": 1161, "way": 1162, "nm": 1163, "space": 1164, "l3": 1165, "&quot;Wed.\\n&quot;": 1166, "ab": 1167, "xa": 1168, "&quot;%d %d %d %d %d\\n&quot;": 1169, "tmp1": 1170, "column": 1171, "lr": 1172, "jr": 1173, "children": 1174, "cur": 1175, "&quot;?&quot;": 1176, "two": 1177, "i5": 1178, "Min": 1179, "remain": 1180, "know": 1181, "hill": 1182, "DiJiTian": 1183, "&quot;)=&quot;": 1184, "yx": 1185, "jianji": 1186, "Num": 1187, "zhi": 1188, "&quot;$&quot;": 1189, "text": 1190, "xuehao": 1191, "No": 1192, "&quot;%s\\n%s&quot;": 1193, "power": 1194, "b0": 1195, "Point": 1196, "row2": 1197, "ns": 1198, "lun": 1199, "mj": 1200, "gao": 1201, "&apos;&lt;&apos;": 1202, "&quot;%&quot;": 1203, "&quot;End\\n&quot;": 1204, "days2": 1205, "child": 1206, "&quot;)-(&quot;": 1207, "&quot;G&quot;": 1208, "de": 1209, "br": 1210, "juli": 1211, "&quot;\\n%s&quot;": 1212, "fe": 1213, "i0": 1214, "mo": 1215, "&quot;7\\n&quot;": 1216, "&quot;T&quot;": 1217, "er": 1218, "strstr": 1219, "ff": 1220, "&apos;&gt;&apos;": 1221, "39": 1222, "&quot;5\\n&quot;": 1223, "ia": 1224, "static": 1225, "zh": 1226, "&quot;female&quot;": 1227, "502": 1228, "lc": 1229, "yuan": 1230, "label": 1231, "mb": 1232, "44": 1233, "As": 1234, "Bs": 1235, "Cs": 1236, "W": 1237, "zuozhe": 1238, "sx_row": 1239, "ip": 1240, "mc": 1241, "nf": 1242, "sta": 1243, "qual": 1244, "nc": 1245, "tmp2": 1246, "smax": 1247, "37": 1248, "minl": 1249, "&quot;%s %lf&quot;": 1250, "sx_col": 1251, "20001": 1252, "bubble": 1253, "small": 1254, "addr": 1255, "down": 1256, "li": 1257, "H": 1258, "chu": 1259, "&quot; %.2f&quot;": 1260, "&quot;%d%d%d%d%d&quot;": 1261, "hour": 1262, "former": 1263, "34": 1264, "xy": 1265, "fir": 1266, "mark1": 1267, "&quot;3\\n&quot;": 1268, "buffer": 1269, "rec": 1270, "&quot;%s %c %d %s %s&quot;": 1271, "digit": 1272, "MAXN": 1273, "from": 1274, "fh": 1275, "xx_col": 1276, "end2": 1277, "&quot;60\\n&quot;": 1278, "&quot;;x2=&quot;": 1279, "le": 1280, "42": 1281, "rest": 1282, "bsf": 1283, "weishu": 1284, "1100": 1285, "n0": 1286, "leave": 1287, "fan": 1288, "fenshu": 1289, "bc": 1290, "111": 1291, "aaa": 1292, "weizhi": 1293, "mianji": 1294, "bac": 1295, "xx_row": 1296, "factor": 1297, "ca": 1298, "days1": 1299, "co": 1300, "dui": 1301, "q3": 1302, "ax": 1303, "mini": 1304, "reward": 1305, "&quot;%d%s%d&quot;": 1306, "stop": 1307, "0.00001": 1308, "stud": 1309, "buf": 1310, "hm": 1311, "&quot;%s%s%s&quot;": 1312, "string2": 1313, "nu": 1314, "p5": 1315, "md": 1316, "newhead": 1317, "szz": 1318, "wang": 1319, "hebing": 1320, "43": 1321, "&apos;%&apos;": 1322, "sn": 1323, "Node": 1324, "Len": 1325, "hh": 1326, "&quot;(%d,%d,%d)-(%d,%d,%d)=%.2f\\n&quot;": 1327, "square": 1328, "mh": 1329, "fib": 1330, "pNode": 1331, "qs": 1332, "typedef": 1333, "avg": 1334, "pm": 1335, "lon": 1336, "students": 1337, "solve": 1338, "feb": 1339, "log10": 1340, "bf": 1341, "yw": 1342, "fei": 1343, "ac": 1344, "ty": 1345, "tl": 1346, "th": 1347, "ql": 1348, "x5": 1349, "fy": 1350, "tmin": 1351, "ctr": 1352, "number1": 1353, "stu2": 1354, "62": 1355, "b4": 1356, "log": 1357, "go": 1358, "zuobiao": 1359, "y3": 1360, "minus": 1361, "sig": 1362, "jump": 1363, "pc": 1364, "auth": 1365, "slen": 1366, "op": 1367, "zc": 1368, "m4": 1369, "&quot;%d%d%d\\n&quot;": 1370, "M1": 1371, "xinxi": 1372, "sco": 1373, "30000": 1374, "point1": 1375, "lmax": 1376, "pri": 1377, "maxx": 1378, "ct": 1379, "len_a": 1380, "hz": 1381, "0.00": 1382, "jiao": 1383, "cla": 1384, "ml": 1385, "col1": 1386, "stack": 1387, "50001": 1388, "insert": 1389, "x0": 1390, "hao": 1391, "ill": 1392, "remainder": 1393, "&quot;%s\\n%s\\n&quot;": 1394, "dxs": 1395, "xxs": 1396, "N1": 1397, "310": 1398, "a6": 1399, "SUM": 1400, "mx": 1401, "&quot;&gt;\\n&quot;": 1402, "&quot;&lt;\\n&quot;": 1403, "zd": 1404, "course": 1405, "0.00000": 1406, "chuan": 1407, "&quot;%s%lf&quot;": 1408, "mt": 1409, "chin": 1410, "maths": 1411, "word2": 1412, "deal": 1413, "ms": 1414, "front": 1415, "juzi": 1416, "lengtha": 1417, "tc": 1418, "46": 1419, "ret": 1420, "hw": 1421, "ib": 1422, "zhao": 1423, "tailt": 1424, "time1": 1425, "&quot;%ld\\n&quot;": 1426, "result1": 1427, "210": 1428, "dz": 1429, "scan": 1430, "isdigit": 1431, "group": 1432, "sun": 1433, "dir": 1434, "yj": 1435, "syear": 1436, "bonus": 1437, "aw": 1438, "pmax": 1439, "wr": 1440, "pstr": 1441, "73": 1442, "memcpy": 1443, "iter": 1444, "award": 1445, "mem": 1446, "299": 1447, "yb": 1448, "dd1": 1449, "fuck": 1450, "arrange": 1451, "biaoji": 1452, "pts": 1453, "position": 1454, "szb": 1455, "exp": 1456, "counts": 1457, "n5": 1458, "cn": 1459, "td": 1460, "cb": 1461, "&quot;%lf\\n&quot;": 1462, "maze": 1463, "curr": 1464, "qujian": 1465, "pass": 1466, "10.0": 1467, "f4": 1468, "hb": 1469, "mark2": 1470, "number2": 1471, "&quot;=\\n&quot;": 1472, "empty": 1473, "cf": 1474, "pingyi": 1475, "Chinese": 1476, "young": 1477, "&quot;6\\n&quot;": 1478, "1500": 1479, "shou": 1480, "hundred": 1481, "yue1": 1482, "&quot;%s %s %c %d %g %s\\n&quot;": 1483, "link": 1484, "renshu": 1485, "76": 1486, "lm": 1487, "chn": 1488, "st2": 1489, "&quot;2\\n&quot;": 1490, "&quot;11\\n&quot;": 1491, "ya": 1492, "cut": 1493, "jun": 1494, "SZ": 1495, "nam": 1496, "pt2": 1497, "xfjd": 1498, "&quot;9\\n&quot;": 1499, "xu": 1500, "ways": 1501, "wt": 1502, "&quot;8\\n&quot;": 1503, "eyear": 1504, "time2": 1505, "&quot;%d %d %d %d %d&quot;": 1506, "n10": 1507, "rn": 1508, "nianling": 1509, "is": 1510, "ra": 1511, "mul": 1512, "st1": 1513, "bing": 1514, "jiangjin": 1515, "col2": 1516, "&quot;10\\n&quot;": 1517, "&quot;NOT FOUND\\n&quot;": 1518, "&quot;4\\n&quot;": 1519, "fenzi": 1520, "eat": 1521, "&quot; 7&quot;": 1522, "lenc": 1523, "1024": 1524, "jud": 1525, "init": 1526, "src": 1527, "N2": 1528, "yes": 1529, "dst": 1530, "spot": 1531, "bijiao": 1532, "kong": 1533, "^": 1534, "tx": 1535, "wd": 1536, "&apos;+&apos;": 1537, "Distance": 1538, "l0": 1539, "plus": 1540, "sumday": 1541, "qmax": 1542, "&quot;%d%d%d%d\\n&quot;": 1543, "zhishu": 1544, "wz": 1545, "subs": 1546, "deta": 1547, "ti": 1548, "sw": 1549, "k3": 1550, "dijitian": 1551, "cc1": 1552, "abc": 1553, "base": 1554, "form": 1555, "maxIndex": 1556, "&quot;12\\n&quot;": 1557, "realpart": 1558, "pingjun": 1559, "imin": 1560, "maxd": 1561, "pro": 1562, "lt": 1563, "pin": 1564, "calc": 1565, "found": 1566, "scores": 1567, "kid": 1568, "clen": 1569, "origin": 1570, "secondmax": 1571, "wan": 1572, "prev": 1573, "0.000001": 1574, "nx": 1575, "isalpha": 1576, "sza": 1577, "mn": 1578, "xq": 1579, "thousand": 1580, "fail": 1581, "nums": 1582, "g1": 1583, "exit": 1584, "pHeader": 1585, "si": 1586, "m0": 1587, "lo": 1588, "point2": 1589, "app": 1590, "&quot;%s %f&quot;": 1591, "hf": 1592, "fenmu": 1593, "c4": 1594, "save": 1595, "pf": 1596, "suoyous": 1597, "cc2": 1598, "cc3": 1599, "legal": 1600, "fj": 1601, "jh": 1602, "num0": 1603, "width": 1604, "shan": 1605, "tslow": 1606, "tran": 1607, "short": 1608, "use": 1609, "loc": 1610, "&quot;i;x2=&quot;": 1611, "num10": 1612, "dd2": 1613, "day3": 1614, "fanxu": 1615, "gra": 1616, "aj": 1617, "dots": 1618, "ni": 1619, "&quot;A\\n&quot;": 1620, "sick": 1621, "zero": 1622, "damn": 1623, "bingren": 1624, "full": 1625, "str4": 1626, "imagpart": 1627, "tq": 1628, "lenA": 1629, "sz3": 1630, "minn": 1631, "monthday": 1632, "huan": 1633, "set": 1634, "counta": 1635, "za": 1636, "part": 1637, "jian": 1638, "leng": 1639, "essay": 1640, "term": 1641, "&quot;00001&quot;": 1642, "xulie": 1643, "tie": 1644, "&quot;0\\n%d&quot;": 1645, "cmax": 1646, "jy1": 1647, "line2": 1648, "calculate": 1649, "lp": 1650, "&quot;%f %f&quot;": 1651, "Compare": 1652, "jan": 1653, "bg": 1654, "jin": 1655, "asd": 1656, "ten_thousand": 1657, "nul": 1658, "dish": 1659, "199": 1660, "mun": 1661, "y0": 1662, "t0": 1663, "cx": 1664, "judge1": 1665, "pair": 1666, "ap": 1667, "cow": 1668, "jxj": 1669, "tz": 1670, "len_b": 1671, "Year": 1672, "bw": 1673, "gen": 1674, "best": 1675, "ae": 1676, "ag": 1677, "ay": 1678, "xj": 1679, "smin": 1680, "qr": 1681, "bjs": 1682, "TianJi": 1683, "avr": 1684, "be": 1685, "rs": 1686, "line1": 1687, "qk": 1688, "ang": 1689, "shumu": 1690, "hei": 1691, "mar": 1692, "submax": 1693, "nPtr": 1694, "MT": 1695, "suma": 1696, "xsz": 1697, "im": 1698, "come": 1699, "ny": 1700, "stra": 1701, "&quot;%.2lf\\n&quot;": 1702, "maxh": 1703, "tf": 1704, "num_1": 1705, "game": 1706, "tree": 1707, "smonth": 1708, "poi": 1709, "seq": 1710, "middle": 1711, "lx": 1712, "vis": 1713, "suoyou": 1714, "ld": 1715, "org": 1716, "d3": 1717, "arrey": 1718, "wo": 1719, "andian": 1720, "exam": 1721, "fx": 1722, "chnum": 1723, "zxc": 1724, "digui": 1725, "cell": 1726, "am": 1727, "nlen": 1728, "largest": 1729, "NO": 1730, "ans1": 1731, "atof": 1732, "800": 1733, "ptp": 1734, "ban": 1735, "summ": 1736, "cases": 1737, "104": 1738, "225": 1739, "&quot;not found\\n&quot;": 1740, "eday": 1741, "after": 1742, "sent": 1743, "integer": 1744, "rmb": 1745, "Ans": 1746, "sday": 1747, "cr": 1748, "location": 1749, "hi": 1750, "duan": 1751, "wri": 1752, "auther": 1753, "tn": 1754, "tol": 1755, "zj": 1756, "spread": 1757, "weekday": 1758, "dayoftheyear": 1759, "val": 1760, "zichuan": 1761, "patients": 1762, "vol": 1763, "gaocheng": 1764, "wfast": 1765, "r3": 1766, "n20": 1767, "wu": 1768, "m5": 1769, "mz": 1770, "ptemp": 1771, "convert": 1772, "at": 1773, "SIZE": 1774, "rb": 1775, "lin": 1776, "L1": 1777, "anum": 1778, "pg": 1779, "array2": 1780, "53": 1781, "minh": 1782, "100.00": 1783, "&quot;%s\\n%d\\n&quot;": 1784, "fig": 1785, "zx": 1786, "sumb": 1787, "499": 1788, "stm": 1789, "fin": 1790, "t4": 1791, "M2": 1792, "information": 1793, "stat": 1794, "comma": 1795, "xl": 1796, "2800": 1797, "249": 1798, "cz": 1799, "guess": 1800, "judge2": 1801, "xin": 1802, "L2": 1803, "bh": 1804, "109": 1805, "array1": 1806, "Matrix": 1807, "scorec": 1808, "choose": 1809, "&quot;%d%d%d%d%d\\n&quot;": 1810, "pnode": 1811, "cw": 1812, "zheng": 1813, "common": 1814, "wl": 1815, "subString": 1816, "WL": 1817, "mtn": 1818, "emonth": 1819, "toupper": 1820, "&quot;%s %s %c %d %s %s&quot;": 1821, "Stu": 1822, "minx": 1823, "maxindex": 1824, "yl": 1825, "strb": 1826, "j0": 1827, "taxis": 1828, "character": 1829, "range": 1830, "credit": 1831, "colmin": 1832, "tall": 1833, "xingqi": 1834, "hs": 1835, "dfs": 1836, "mountain": 1837, "fbnq": 1838, "92": 1839, "999999": 1840, "dif": 1841, "s5": 1842, "rr": 1843, "ee": 1844, "three": 1845, "hudu": 1846, "&quot;B\\n&quot;": 1847, "chushu": 1848, "grids": 1849, "kids": 1850, "countb": 1851, "limit": 1852, "max_index": 1853, "count0": 1854, "&quot;1-18: &quot;": 1855, "age1": 1856, "div": 1857, "DNA1": 1858, "isbreak": 1859, "&quot; 5&quot;": 1860, "con": 1861, "minnum": 1862, "fl": 1863, "wushi": 1864, "pnext": 1865, "pNext": 1866, "ming": 1867, "kg": 1868, "lenx": 1869, "exist": 1870, "&quot;19-35: &quot;": 1871, "&quot;36-60: &quot;": 1872, "shulie": 1873, "even": 1874, "decimal": 1875, "known": 1876, "tiao1": 1877, "copy": 1878, "reserve": 1879, "code": 1880, "stdin": 1881, "202": 1882, "az": 1883, "num4": 1884, "88": 1885, "hmax": 1886, "bp": 1887, "nmax": 1888, "biao": 1889, "daysum": 1890, "303": 1891, "&quot;%s%d%d %c %c%d&quot;": 1892, "scorem": 1893, "changdu1": 1894, "bei": 1895, "DNA2": 1896, "&quot;Tie\\n&quot;": 1897, "133": 1898, "maxl": 1899, "shijian": 1900, "MIN": 1901, "g2": 1902, "xingbie": 1903, "beg": 1904, "maxb": 1905, "lengthb": 1906, "164": 1907, "xue": 1908, "98": 1909, "&quot;%lf %lf %lf %lf %lf&quot;": 1910, "res2": 1911, "cu": 1912, "guiling": 1913, "rowmin": 1914, "STUDENT_NUM": 1915, "xxrow": 1916, "550": 1917, "hubu": 1918, "shu1": 1919, "a7": 1920, "quotient": 1921, "347": 1922, "Inco": 1923, "0.1": 1924, "data1": 1925, "ershi": 1926, "yue2": 1927, "adr": 1928, "mk": 1929, "100010": 1930, "jilu": 1931, "|": 1932, "O": 1933, "69": 1934, "yr": 1935, "p_1": 1936, "Total": 1937, "&quot;1-18: %.2f%%\\n&quot;": 1938, "&quot;19-35: %.2f%%\\n&quot;": 1939, "&quot;36-60: %.2f%%\\n&quot;": 1940, "194": 1941, "286": 1942, "317": 1943, "ttail": 1944, "&quot;%.0f&quot;": 1945, "leapyear": 1946, "month11": 1947, "month22": 1948, "dorm": 1949, "ph": 1950, "maxa": 1951, "normal": 1952, "dia": 1953, "team": 1954, "chain": 1955, "&quot;%f%f&quot;": 1956, "cycle": 1957, "flu": 1958, "scho": 1959, "&quot;%s %d\\n&quot;": 1960, "xxcol": 1961, "&quot;60??: &quot;": 1962, "wordlen": 1963, "paidui": 1964, "tianhorse": 1965, "qihorse": 1966, "new": 1967, "result2": 1968, "store": 1969, "en": 1970, "bmax": 1971, "a10": 1972, "tw": 1973, "relation": 1974, "mf": 1975, "mouth": 1976, "ye": 1977, "goal": 1978, "thisnode": 1979, "1.00": 1980, "grades": 1981, "minj": 1982, "j4": 1983, "hight": 1984, "may": 1985, "flag3": 1986, "ctr1": 1987, "ah": 1988, "jiaohuan": 1989, "pw": 1990, "hl": 1991, "thead": 1992, "me": 1993, "A1": 1994, "&quot;%d\\n%d\\n%d\\n%d\\n%d\\n%d&quot;": 1995, "hu": 1996, "element": 1997, "200000": 1998, "&apos;/&apos;": 1999, "sqr": 2000, "X1": 2001, "fi": 2002, "tempi": 2003, "sumc": 2004, "strchr": 2005, "cmin": 2006, "make": 2007, "hanshu": 2008, "apr": 2009, "thi": 2010, "changdu2": 2011, "product": 2012, "lensub": 2013, "ou": 2014, "&quot;0 %d\\n&quot;": 2015, "merge": 2016, "method": 2017, "qp": 2018, "juzhen1": 2019, "used": 2020, "gs": 2021, "hash": 2022, "xg": 2023, "num5": 2024, "ht": 2025, "mp": 2026, "New": 2027, "9000": 2028, "INT_MAX": 2029, "ew": 2030, "wa": 2031, "zzz": 2032, "maxc": 2033, "longest": 2034, "xiaojian": 2035, "data2": 2036, "dn": 2037, "eff": 2038, "valid": 2039, "&quot;%d %d\\n%d %d\\n%d %d\\n&quot;": 2040, "top2": 2041, "mycompare": 2042, "&quot;1-18: %.2lf%%\\n19-35: %.2lf%%\\n36-60: %.2lf%%\\n60??: %.2lf%%\\n&quot;": 2043, "haha": 2044, "pHeader1": 2045, "sixty": 2046, "shijinzhi": 2047, "dao": 2048, "beichu": 2049, "juzhen2": 2050, "enter": 2051, "t5": 2052, "tianshu": 2053, "fc": 2054, "xingming": 2055, "temp3": 2056, "w3": 2057, "yn": 2058, "index1": 2059, "X2": 2060, "bx": 2061, "&quot;%f %f %f&quot;": 2062, "target": 2063, "totle": 2064, "core": 2065, "illHistory": 2066, "lim": 2067, "cm": 2068, "38": 2069, "standard": 2070, "sxrow": 2071, "sxcol": 2072, "&quot;%ld=%ld+%ld\\n&quot;": 2073, "devide": 2074, "Patient": 2075, "bin": 2076, "t_max": 2077, "&quot;/&quot;": 2078, "&quot;%c %d\\n&quot;": 2079, "&quot;3 5\\n&quot;": 2080, "headb": 2081, "taila": 2082, "rice": 2083, "route": 2084, "jisuan": 2085, "512": 2086, "dmax": 2087, "n50": 2088, "count3": 2089, "Day": 2090, "xm": 2091, "gd": 2092, "fb": 2093, "ran": 2094, "hd": 2095, "truth": 2096, "syx": 2097, "lmin": 2098, "minrow": 2099, "Ma": 2100, "Flag": 2101, "rowmax": 2102, "getAt": 2103, "ptemp7": 2104, "pdown": 2105, "lab": 2106, "fmod": 2107, "King": 2108, "yinshu": 2109, "&quot;%lf%s%s&quot;": 2110, "xijun": 2111, "draw": 2112, "datas": 2113, "Tian": 2114, "350": 2115, "max_num": 2116, "type": 2117, "my": 2118, "Top": 2119, "pheader": 2120, "blank": 2121, "figure": 2122, "bm": 2123, "mingci": 2124, "&quot;2&quot;": 2125, "finish": 2126, "correct": 2127, "w4": 2128, "clear": 2129, "yz": 2130, "dists": 2131, "lenB": 2132, "xia": 2133, "h0": 2134, "rmin": 2135, "Row": 2136, "rp": 2137, "id1": 2138, "Number": 2139, "&quot;60??: %.2f%%\\n&quot;": 2140, "zl": 2141, "sequence": 2142, "&quot;60&quot;": 2143, "&quot;%s %s %s&quot;": 2144, "mu": 2145, "dividend": 2146, "&quot;ly&quot;": 2147, "&quot;n\\n&quot;": 2148, "sk": 2149, "jm": 2150, "1e-5": 2151, "isrunnian": 2152, "months": 2153, "Month": 2154, "previous": 2155, "news": 2156, "site": 2157, "distances": 2158, "lines": 2159, "equal": 2160, "xz": 2161, "xc": 2162, "bianhao": 2163, "marks": 2164, "qt": 2165, "mincol": 2166, "fact": 2167, "shengao": 2168, "k0": 2169, "cen": 2170, "tab": 2171, "effect": 2172, "cp": 2173, "pap": 2174, "np": 2175, "jiangxuejin": 2176, "&quot;%ld %d\\n&quot;": 2177, "det": 2178, "nixu": 2179, "shuzu1": 2180, "nLen1": 2181, "pup": 2182, "isPrime": 2183, "issushu": 2184, "zfcsz": 2185, "sumA": 2186, "sumB": 2187, "timer": 2188, "tk": 2189, "&quot;ing&quot;": 2190, "bacteria": 2191, "produce": 2192, "zongshu": 2193, "over": 2194, "men": 2195, "outcome": 2196, "&quot;%lf\\n%lf\\n%lf\\n%lf\\n%lf&quot;": 2197, "good": 2198, "scr": 2199, "liu": 2200, "jz1": 2201, "106": 2202, "mday": 2203, "youxiao": 2204, "article": 2205, "ptcpt": 2206, "heng": 2207, "tra": 2208, "elder": 2209, "zf1": 2210, "lenstr": 2211, "beknown": 2212, "yin": 2213, "the_number": 2214, "D1": 2215, "D2": 2216, "&quot;*&quot;": 2217, "&quot;er&quot;": 2218, "&quot;abcdefghijklmnopqrstuvwxyz&quot;": 2219, "0.01": 2220, "distant": 2221, "shuzi": 2222, "n100": 2223, "245": 2224, "tope": 2225, "dizhi": 2226, "ahead": 2227, "maxy": 2228, "pz": 2229, "wc": 2230, "yc": 2231, "y4": 2232, "bian": 2233, "sums": 2234, "ww": 2235, "fangcha": 2236, "242": 2237, "sum0": 2238, "c0": 2239, "&quot;60??: %.2lf%%&quot;": 2240, "bracket": 2241, "maxLen": 2242, "nLen2": 2243, "pHeader2": 2244, "PNode": 2245, "a8": 2246, "fre": 2247, "mou": 2248, "styear": 2249, "tailb": 2250, "lord": 2251, "zhuanhuan": 2252, "flags": 2253, "m6": 2254, "sum10": 2255, "shuju": 2256, "&quot;%s %c %d %f %s&quot;": 2257, "Stack": 2258, "maxtime": 2259, "fa": 2260, "flagj": 2261, "ce": 2262, "pe": 2263, "index2": 2264, "nj": 2265, "SS": 2266, "1.000": 2267, "str_1": 2268, "maxname": 2269, "zhong": 2270, "isleapyear": 2271, "yxl": 2272, "Col": 2273, "stum": 2274, "&quot;Y&quot;": 2275, "grade1": 2276, "&quot;%c%c%c&quot;": 2277, "iNum": 2278, "tihuan": 2279, "length3": 2280, "son": 2281, "Fibonacci": 2282, "Ori": 2283, "jy2": 2284, "minlen": 2285, "beijianshu": 2286, "alp": 2287, "let": 2288, "current": 2289, "shift": 2290, "&quot;%d,%d\\n&quot;": 2291, "gap": 2292, "maximum": 2293, "mdy": 2294, "306": 2295, "ppre": 2296, "maxt": 2297, "mina": 2298, "shousuo": 2299, "shuzhang": 2300, "zzd": 2301, "hzy": 2302, "cc4": 2303, "94": 2304, "coord": 2305, "syz": 2306, "bt": 2307, "zhuan": 2308, "sgn": 2309, "&quot; %d\\n&quot;": 2310, "sumt": 2311, "process": 2312, "ppp": 2313, "1111111111": 2314, "mth": 2315, "percent": 2316, "32768": 2317, "wid": 2318, "circle": 2319, "indiv": 2320, "&quot;1-18: %.2lf&quot;": 2321, "&quot;19-35: %.2lf&quot;": 2322, "Match": 2323, "input1": 2324, "om": 2325, "inp": 2326, "ary": 2327, "ks": 2328, "ps1": 2329, "yinzi": 2330, "amin": 2331, "sY": 2332, "container": 2333, "tailq": 2334, "qe": 2335, "szy": 2336, "pay": 2337, "153": 2338, "day4": 2339, "YyxNode": 2340, "newNode": 2341, "cont": 2342, "dou": 2343, "star": 2344, "pause": 2345, "rc": 2346, "xxx": 2347, "results": 2348, "jiaodu": 2349, "sumd": 2350, "ppl": 2351, "room1": 2352, "q0": 2353, "rj": 2354, "note": 2355, "stu_num": 2356, "sheng": 2357, "Math": 2358, "&quot;36-60: %.2lf&quot;": 2359, "shuzu2": 2360, "jjl": 2361, "&quot;%ld%ld&quot;": 2362, "zf2": 2363, "msum": 2364, "subStr": 2365, "f0": 2366, "fibo": 2367, "feibo": 2368, "oushu": 2369, "shortest": 2370, "fanzhi": 2371, "wslow": 2372, "flg": 2373, "66": 2374, "k4": 2375, "mian": 2376, "275": 2377, "&quot;%ld %d %d&quot;": 2378, "leny": 2379, "strl": 2380, "ly": 2381, "fxiao": 2382, "start1": 2383, "rd": 2384, "i6": 2385, "ij": 2386, "S2": 2387, "sqare": 2388, "2.000": 2389, "char1": 2390, "Nn": 2391, "single": 2392, "worker": 2393, "zhe": 2394, "Try": 2395, "xn": 2396, "tempj": 2397, "JU": 2398, "ba": 2399, "fp": 2400, "per1": 2401, "lead": 2402, "&quot;%s%d%d%s%s%d&quot;": 2403, "yuanshi": 2404, "stus": 2405, "Aw": 2406, "media": 2407, "bit": 2408, "input2": 2409, "fzheng": 2410, "sumlen": 2411, "lenth1": 2412, "lian": 2413, "ceshi": 2414, "resnum": 2415, "opt": 2416, "realreal": 2417, "rpl": 2418, "lenw": 2419, "sty": 2420, "error": 2421, "3.5": 2422, "c5": 2423, "302": 2424, "&quot;%u&quot;": 2425, "large": 2426, "bill": 2427, "&quot;%s %s %s %s %s %s\\n&quot;": 2428, "gene": 2429, "strtok": 2430, "ch3": 2431, "le2": 2432, "C1": 2433, "x11": 2434, "jieguos": 2435, "ak": 2436, "squ": 2437, "&quot;\\n%d\\n&quot;": 2438, "maxchar": 2439, "numm": 2440, "sumxuefen": 2441, "fff": 2442, "wh": 2443, "templen": 2444, "qb": 2445, "&quot;%s\\n%d&quot;": 2446, "id2": 2447, "sol": 2448, "&quot;60??: %.2lf&quot;": 2449, "can": 2450, "jsz": 2451, "253": 2452, "primes": 2453, "tell": 2454, "285": 2455, "newstr": 2456, "520": 2457, "freq": 2458, "beichushu": 2459, "&quot;%d 0\\n&quot;": 2460, "block": 2461, "sumdays1": 2462, "sumdays2": 2463, "&quot;3 7\\n&quot;": 2464, "pwin": 2465, "32767": 2466, "miao": 2467, "zhongjian": 2468, "so": 2469, "deltaday": 2470, "Y1": 2471, "ben": 2472, "stuID": 2473, "ans2": 2474, "findmax": 2475, "maxr": 2476, "f5": 2477, "decide": 2478, "&quot;%f%f%f&quot;": 2479, "rt": 2480, "Input": 2481, "Dis": 2482, "po1": 2483, "po2": 2484, "il": 2485, "piont": 2486, "zxf": 2487, "pnum": 2488, "miny": 2489, "&quot;%s%f&quot;": 2490, "bnum": 2491, "century": 2492, "sep": 2493, "jmax": 2494, "clas": 2495, "top1": 2496, "zt": 2497, "r4": 2498, "pos_i": 2499, "pipei": 2500, "szline1": 2501, "szline2": 2502, "seLine1": 2503, "seLine2": 2504, "putapple": 2505, "patient2": 2506, "p11": 2507, "word_in": 2508, "word_num": 2509, "secmax": 2510, "linelen": 2511, "cai": 2512, "xpy": 2513, "colum": 2514, "132": 2515, "163": 2516, "193": 2517, "224": 2518, "316": 2519, "eny": 2520, "baifang": 2521, "lost": 2522, "&quot;x1=%.5lf+%.5lfi;&quot;": 2523, "&quot;3 5 7\\n&quot;": 2524, "&quot;5 7\\n&quot;": 2525, "QiWang": 2526, "1111": 2527, "mean": 2528, "0.001": 2529, "1e-9": 2530, "65535": 2531, "jishuqi": 2532, "chan": 2533, "214": 2534, "205": 2535, "locate": 2536, "operate": 2537, "le1": 2538, "ignore": 2539, "gue": 2540, "emp": 2541, "ord": 2542, "authors": 2543, "chj": 2544, "putout": 2545, "xingqiji": 2546, "dig": 2547, "cls": 2548, "sco1": 2549, "initial": 2550, "top3": 2551, "&quot;1-18: %.2lf%%\\n19-35: %.2lf%%\\n36-60: %.2lf%%\\n60??: %.2lf%%&quot;": 2552, "lao": 2553, "d4": 2554, "peidui": 2555, "nima": 2556, "num_2": 2557, "wq": 2558, "jjd": 2559, "pdata": 2560, "ka": 2561, "cui": 2562, "mq": 2563, "sublen": 2564, "346": 2565, "&quot;%d %d %d\\n%d %d %d&quot;": 2566, "endy": 2567, "increase": 2568, "missile": 2569, "abs1": 2570, "bat": 2571, "&quot;i;&quot;": 2572, "khead": 2573, "tfast": 2574, "endt": 2575, "begin_tian": 2576, "letters": 2577, "bar": 2578, "40000": 2579, "bubble_sort": 2580, "depart": 2581, "five": 2582, "nl1": 2583, "formal": 2584, "ind": 2585, "qx": 2586, "inta": 2587, "num_sum": 2588, "hours": 2589, "ddd": 2590, "pointer1": 2591, "ft": 2592, "sen2": 2593, "83": 2594, "sumgpa": 2595, "sumx": 2596, "V": 2597, "127": 2598, "&apos;&amp;&apos;": 2599, "grid": 2600, "illCount": 2601, "house": 2602, "jmin": 2603, "isLeapYear": 2604, "xqj": 2605, "jul": 2606, "rmax": 2607, "whole": 2608, "on": 2609, "yu7wuguan": 2610, "hang2": 2611, "acc": 2612, "&quot;%%&quot;": 2613, "tar": 2614, "status": 2615, "kn": 2616, "pHeader3": 2617, "lenth2": 2618, "inPut": 2619, "pat1": 2620, "B1": 2621, "Qsort": 2622, "i7": 2623, "&quot;%s=%d\\n&quot;": 2624, "altitude": 2625, "QJ": 2626, "sM": 2627, "SM": 2628, "SD": 2629, "EM": 2630, "ED": 2631, "endd": 2632, "lian1": 2633, "pool": 2634, "&quot;x2=%.5lf-%.5lfi\\n&quot;": 2635, "qmin": 2636, "profit": 2637, "pivot": 2638, "display": 2639, "&quot;%.0lf&quot;": 2640, "1e-8": 2641, "nob": 2642, "num100": 2643, "count4": 2644, "Reverse": 2645, "seqs": 2646, "p6": 2647, "curent": 2648, "pep": 2649, "INT_MIN": 2650, "BL": 2651, "dj": 2652, "no2": 2653, "tempt": 2654, "nlen1": 2655, "char2": 2656, "tushu": 2657, "root": 2658, "lg": 2659, "Count": 2660, "minc": 2661, "miner": 2662, "que": 2663, "daytal": 2664, "symbol": 2665, "&quot;%s %d %d&quot;": 2666, "ZF": 2667, "exc": 2668, "xr": 2669, "rowa": 2670, "rol": 2671, "270": 2672, "plu": 2673, "rlink": 2674, "llist": 2675, "tmp3": 2676, "apples": 2677, "tempa": 2678, "tempb": 2679, "lnr": 2680, "a2i": 2681, "shu2": 2682, "lsub": 2683, "sec_max": 2684, "Bw": 2685, "ngram": 2686, "abb": 2687, "kind": 2688, "last2": 2689, "qujians": 2690, "&quot;-%d\\n&quot;": 2691, "germ": 2692, "derta": 2693, "heada": 2694, "speed": 2695, "sumC": 2696, "riceA": 2697, "Set": 2698, "maxp": 2699, "Temp": 2700, "a50": 2701, "a20": 2702, "m10": 2703, "price": 2704, "m7": 2705, "feirun": 2706, "Next": 2707, "Str": 2708, "inv": 2709, "outtime": 2710, "maxcount": 2711, "g_num": 2712, "idx": 2713, "inum": 2714, "xiaoshi": 2715, "119": 2716, "cc5": 2717, "say": 2718, "ha": 2719, "four": 2720, "leg": 2721, "cache": 2722, "360.0": 2723, "str_2": 2724, "YyxLink": 2725, "maxLength": 2726, "sumxf": 2727, "gp": 2728, "Res": 2729, "condition": 2730, "minr": 2731, "Sort": 2732, "g_n": 2733, "hehe": 2734, "ry": 2735, "prt": 2736, "rate1": 2737, "NUMBER": 2738, "chu1": 2739, "jw": 2740, "maxline": 2741, "ascore": 2742, "h3": 2743, "100005": 2744, "hang1": 2745, "loci": 2746, "kuohao": 2747, "MAXLEN": 2748, "image": 2749, "len0": 2750, "a_": 2751, "anw1": 2752, "ptemp5": 2753, "half": 2754, "ido": 2755, "mult": 2756, "newword": 2757, "para": 2758, "503": 2759, "hand": 2760, "sizea": 2761, "jy": 2762, "shandi": 2763, "eY": 2764, "eM": 2765, "starty": 2766, "lian2": 2767, "&quot;l %d\\n&quot;": 2768, "&quot;z %d\\n&quot;": 2769, "daodan": 2770, "delt": 2771, "staw": 2772, "EXIT_SUCCESS": 2773, "away": 2774, "2147483647": 2775, "&quot;%d\\n\\n&quot;": 2776, "month0": 2777, "mont": 2778, "weekdays": 2779, "adress": 2780, "m_rec": 2781, "xmin": 2782, "arrive": 2783, "timein": 2784, "together": 2785, "tu": 2786, "&quot;3 &quot;": 2787, "lev": 2788, "pC": 2789, "86": 2790, "Judge": 2791, "latter": 2792, "jiawei1": 2793, "pointa": 2794, "MAX2": 2795, "&quot;%f%f%f%f%f&quot;": 2796, "rad": 2797, "du": 2798, "S1": 2799, "sen1": 2800, "strf": 2801, "who": 2802, "mdis": 2803, "zjd": 2804, "yao": 2805, "&apos;^&apos;": 2806, "mins": 2807, "gg": 2808, "seven": 2809, "wusi": 2810, "grade2": 2811, "maxs": 2812, "108": 2813, "student_num": 2814, "&quot;\\n%d %d&quot;": 2815, "sdu": 2816, "stu3": 2817, "bianli": 2818, "dl": 2819, "hxx": 2820, "lxx": 2821, "&quot;1-18: %.2lf%\\n&quot;": 2822, "&quot;19-35: %.2lf%\\n&quot;": 2823, "&quot;36-60: %.2lf%\\n&quot;": 2824, "show": 2825, "ADD": 2826, "palist": 2827, "zs1": 2828, "color": 2829, "kb": 2830, "which": 2831, "n_b": 2832, "account": 2833, "fac": 2834, "&quot;0 0\\n&quot;": 2835, "enm": 2836, "basket": 2837, "&quot;q %d\\n&quot;": 2838, "&quot;s %d\\n&quot;": 2839, "lanjie": 2840, "odd1": 2841, "topcheck": 2842, "horses2": 2843, "sudu": 2844, "qww": 2845, "riceB": 2846, "chr": 2847, "&quot;%d %d %d %d %d %d\\n&quot;": 2848, "dm": 2849, "336": 2850, "djt": 2851, "&quot;%s %s %s %d %s %s\\n&quot;": 2852, "&quot;%s %s %s %d %g %s\\n&quot;": 2853, "blength": 2854, "come1": 2855, "intime": 2856, "timeout": 2857, "cou": 2858, "brr": 2859, "entry": 2860, "cy": 2861, "bd": 2862, "rightc": 2863, "pA": 2864, "equal1": 2865, "56": 2866, "R2": 2867, "pingfanghe": 2868, "dw": 2869, "zuob": 2870, "jjj": 2871, "maxdis": 2872, "maxauthor": 2873, "kmax": 2874, "&quot;%c\\n%d&quot;": 2875, "len_1": 2876, "room2": 2877, "ro": 2878, "gl": 2879, "max_i": 2880, "pindex": 2881, "row0": 2882, "&quot;60??: %.2lf%\\n&quot;": 2883, "insertAt": 2884, "60000": 2885, "jj2": 2886, "wordnum": 2887, "nstr": 2888, "len_s": 2889, "n_a": 2890, "bad": 2891, "strn": 2892, "tou": 2893, "zms": 2894, "means": 2895, "fibonacci": 2896, "Days": 2897, "min_index": 2898, "topnum": 2899, "first1": 2900, "tianslow": 2901, "add1": 2902, "pmin": 2903, "ava": 2904, "s10": 2905, "numf": 2906, "ceil": 2907, "&quot;%s %s %c %d %f %s&quot;": 2908, "strMnum": 2909, "mac": 2910, "xueya": 2911, "lj": 2912, "cnt1": 2913, "bubblesort": 2914, "d12": 2915, "jiawei2": 2916, "x12": 2917, "ranges": 2918, "sma": 2919, "ttt": 2920, "comb": 2921, "io": 2922, "iii": 2923, "angel": 2924, "mw": 2925, "lnum": 2926, "finalgrade": 2927, "ke": 2928, "sjdf": 2929, "MAXNUM": 2930, "700": 2931, "post": 2932, "play": 2933, "f_num": 2934, "&quot;%ld%d%d&quot;": 2935, "aug": 2936, "rate2": 2937, "bingli": 2938, "rat": 2939, "&quot;%s %d %d %c %c %d\\n&quot;": 2940, "str0": 2941, "monitor": 2942, "ass": 2943, "diyi": 2944, "colmax": 2945, "startrow": 2946, "col0": 2947, "hsx": 2948, "lsx": 2949, "lans": 2950, "strcopy": 2951, "left1": 2952, "str2bigint": 2953, "ir": 2954, "ic": 2955, "pao": 2956, "lstr": 2957, "iohead": 2958, "fight": 2959, "geshu1": 2960, "quicksort": 2961, "bcs": 2962, "&quot;%c=%d&quot;": 2963, "ding": 2964, "Ty": 2965, "moun": 2966, "qjs": 2967, "xl1": 2968, "xl2": 2969, "begin1": 2970, "sfc": 2971, "Qw": 2972, "pymed": 2973, "end_tian": 2974, "qtail": 2975, "riceC": 2976, "ncount": 2977, "list1": 2978, "jieshu": 2979, "_a": 2980, "_b": 2981, "sub1": 2982, "fit": 2983, "320": 2984, "a100": 2985, "fif": 2986, "m8": 2987, "diff": 2988, "day0": 2989, "Y2": 2990, "infor": 2991, "&quot; %c&quot;": 2992, "Null": 2993, "kc": 2994, "130": 2995, "indexb": 2996, "mint": 2997, "tong": 2998, "10010": 2999, "arrangearry": 3000, "zanshi": 3001, "dnum": 3002, "fd": 3003, "pB": 3004, "w5": 3005, "pointer2": 3006, "6000": 3007, "text1": 3008, "islower": 3009, "nd": 3010, "maxnumber": 3011, "dis2": 3012, "suan": 3013, "sum_a": 3014, "classgrade": 3015, "pfh": 3016, "Room": 3017, "g_Matrix": 3018, "numbers": 3019, "side": 3020, "stair": 3021, "wam": 3022, "famale": 3023, "improve": 3024, "hen": 3025, "qc": 3026, "visit": 3027, "rowxx": 3028, "quan": 3029, "b5": 3030, "sprintf": 3031, "tag1": 3032, "shushu": 3033, "pl1": 3034, "pl2": 3035, "szLine1": 3036, "szLine2": 3037, "phead1": 3038, "phead2": 3039, "phead3": 3040, "Apple": 3041, "houzi": 3042, "cnum": 3043, "a9": 3044, "couple": 3045, "chd": 3046, "shit": 3047, "pk": 3048, "&quot;a=%d\\n&quot;": 3049, "&quot;b=%d\\n&quot;": 3050, "&quot;c=%d\\n&quot;": 3051, "&quot;d=%d\\n&quot;": 3052, "&quot;e=%d\\n&quot;": 3053, "&quot;f=%d\\n&quot;": 3054, "&quot;g=%d\\n&quot;": 3055, "&quot;h=%d\\n&quot;": 3056, "&quot;i=%d\\n&quot;": 3057, "&quot;j=%d\\n&quot;": 3058, "&quot;k=%d\\n&quot;": 3059, "&quot;l=%d\\n&quot;": 3060, "&quot;m=%d\\n&quot;": 3061, "&quot;n=%d\\n&quot;": 3062, "&quot;p=%d\\n&quot;": 3063, "&quot;q=%d\\n&quot;": 3064, "&quot;r=%d\\n&quot;": 3065, "&quot;s=%d\\n&quot;": 3066, "&quot;t=%d\\n&quot;": 3067, "&quot;u=%d\\n&quot;": 3068, "&quot;v=%d\\n&quot;": 3069, "&quot;w=%d\\n&quot;": 3070, "&quot;x=%d\\n&quot;": 3071, "&quot;y=%d\\n&quot;": 3072, "day_of_month": 3073, "ais": 3074, "aischeck": 3075, "quj": 3076, "leapYear": 3077, "rankstartday": 3078, "rankendday": 3079, "Feb": 3080, "jiyin": 3081, "cheng": 3082, "a_end": 3083, "recp": 3084, "rk": 3085, "3.500": 3086, "newnum": 3087, "shibu": 3088, "xubu": 3089, "headt": 3090, "endw": 3091, "bchoose": 3092, "hq": 3093, "qifast": 3094, "tail1": 3095, "iw": 3096, "AnsA": 3097, "AnsB": 3098, "AnsC": 3099, "eA": 3100, "AmountB": 3101, "follow": 3102, "linknode": 3103, "&quot;%d/n&quot;": 3104, "add2": 3105, "ave2": 3106, "RMB": 3107, "numd": 3108, "leftmoney": 3109, "183": 3110, "daynum": 3111, "3200": 3112, "mo2": 3113, "YEAR": 3114, "message": 3115, "upper": 3116, "phead": 3117, "Time": 3118, "w6": 3119, "diandui": 3120, "jiawei3": 3121, "no1": 3122, "tempx": 3123, "nlen2": 3124, "sen_1": 3125, "sen_2": 3126, "dis1": 3127, "sam": 3128, "gr": 3129, "shijifen": 3130, "dsum": 3131, "10005": 3132, "vs": 3133, "10002": 3134, "iterin": 3135, "height2": 3136, "femaleheight": 3137, "hmale": 3138, "montha": 3139, "&quot;Wen.&quot;": 3140, "&quot;%ld %ld %ld&quot;": 3141, "wk": 3142, "54": 3143, "buff": 3144, "sv": 3145, "&quot;%d%c%d&quot;": 3146, "max_row": 3147, "banpin": 3148, "JJ": 3149, "cadre": 3150, "sco2": 3151, "maxmoney": 3152, "test1": 3153, "&quot;%d %d\\n%d %d\\n%d %d&quot;": 3154, "indi": 3155, "sxh": 3156, "zxl": 3157, "&quot;Over60: %.2lf%%\\n&quot;": 3158, "ol": 3159, "strout": 3160, "SPE": 3161, "plus1": 3162, "str_a": 3163, "&quot;%d=&quot;": 3164, "pdl": 3165, "ex1": 3166, "maxL": 3167, "longa": 3168, "baoshu": 3169, "fuhao": 3170, "sizeb": 3171, "&quot;0\\n%s&quot;": 3172, "integral": 3173, "ptree": 3174, "&quot;o=%d\\n&quot;": 3175, "have": 3176, "kongge": 3177, "repLen": 3178, "Tx": 3179, "jun1": 3180, "gen1": 3181, "source": 3182, "jianshu": 3183, "weit": 3184, "&quot;2.000\\n&quot;": 3185, "chess": 3186, "plate1": 3187, "t_tail": 3188, "horses1": 3189, "front2": 3190, "eB": 3191, "AmountA": 3192, "past": 3193, "1050": 3194, "want": 3195, "content": 3196, "inpnum": 3197, "401": 3198, "num20": 3199, "jie": 3200, "mo1": 3201, "lf": 3202, "93": 3203, "Info": 3204, 